{
	"title": "Gallery Maka",
	"indexView": "Main page",
	"searchView": "Search",
	"artworkView": "Artwork",
	"artworksView": "Artworks",
	"artistsView": "Artists",
	"profileView": "My profile",
	"aboutView": "About us",
	"artistsWorks": "Artists' works",
	"estimatedPrice": "Estimated price",
	"creationYear": "Year of creation",
	"paintings": "Paintings",
	"sculptures": "Sculptures",
	"otherArtworks": "Other artworks",
	"humans": "Humans",
	"animals": "Animals",
	"searchArtworks": "Search artworks",
	"search": "Search",
	"copyrightText": "Copyright 2023, Jana Nišavić & Đorđe Milanović",
	"universityText": "Software Engineering, Faculty of Electrical Engineering, University of Belgrade",
	"sortBy": "Sort by",
	"artworkNameAscending": "artwork name (ascending)",
	"artworkNameDescending": "artwork name (descending)",
	"artistNameAscending": "artist name (ascending)",
	"artistNameDescending": "artist name (descending)",
	"aboutAuthor": "About author",
	"galleryOfImages": "Gallery of images",
	"receivedOffers": "Received offers",
	"user": "User",
	"amount": "Amount",
	"giveYourOffer": "Give your offer",
	"submitOffer": "Submit offer",
	"yourOfferWasSubmitted": "Your offer was submitted!",
	"comments": "Comments",
	"comment": "Comment",
	"enterYourComment": "Enter your comment",
	"sendComment": "Send comment",
	"yourCommentWasPosted": "Your comment was posted!",
	"aboutUsText1": "The art gallery \"Maka\" is a unique artistic destination that stands out among other galleries with its exceptional quality and distinctive approach. This gallery has become synonymous with fine art and inspiration, winning several prestigious awards that confirm its status as one of the best in the world of art.",
	"aboutUsText2": "The first award that the \"Maka\" gallery has won is the \"Innovative Gallery of the Year\" award. This recognition is given to galleries that excel in experimenting with new artistic styles, techniques, and presentations. \"Maka\" has attracted attention from the artistic community and the public due to its bold and fresh approach to exhibitions. Through interactive installations, multimedia projections, and unique events, the \"Maka\" gallery constantly surprises and delights visitors.",
	"aboutUsText3": "The second award that the gallery has received is the \"Exceptional Collection of Modern Art\" award. \"Maka\" is known for its impressive collection that encompasses works by leading artists from around the world. Their commitment to discovering new talents and supporting young artists has made \"Maka\" a hub of innovation and creativity. With a collection that spans various mediums and styles, the \"Maka\" gallery provides a unique experience for art enthusiasts.",
	"aboutUsText4": "The third award bestowed upon the gallery is the \"Inspiring Gallery\" award. This prestigious recognition acknowledges galleries that have a significant impact on their community and inspire creativity among their visitors. \"Maka\" has become a symbol of artistic inspiration by organizing various workshops, lectures, and art projects that bring together people of all generations and interests. Their dedication to education and the promotion of art as a means of expression and transformation makes them a special place that changes people's lives.",
	"aboutUsText5": "The last award that the \"Maka\" gallery has won is the \"Gallery with Social Impact\" award. This award is given to galleries actively involved in promoting social justice, sustainability, and diversity. \"Maka\" stands out for its commitment to supporting local artists, as well as organizing humanitarian events and initiatives that contribute to the betterment of society.",
	"aboutUsText6": "These awards are just a testament to why the \"Maka\" gallery is different and stands above the rest. With its exceptional quality, innovation, and dedication to art, \"Maka\" provides a unique and exciting experience for all art lovers.",
	"artwork": "Artwork",
	"submittedOffers": "Submitted offers",
	"newestArtworks": "Newest artworks",
	"welcomeText": "Welcome to the web presentation of gallery Maka!"
}