{
	"title": "Галерија Мака",
	"indexView": "Почетна страна",
	"searchView": "Претрага",
	"artworkView": "Уметничко дело",
	"artworksView": "Уметничка дела",
	"artistsView": "Уметници",
	"profileView": "Мој профил",
	"aboutView": "О нама",
	"artistsWorks": "Преглед дела",
	"estimatedPrice": "Процењена цена",
	"creationYear": "Година настанка",
	"paintings": "Слике",
	"sculptures": "Скулптуре",
	"otherArtworks": "Остале уметнине",
	"humans": "Људи",
	"animals": "Животиње",
	"searchArtworks": "Претрага уметнина",
	"search": "Претражи",
	"copyrightText": "Copyright 2023, Јана Нишавић и Ђорђе Милановић",
	"universityText": "Одсек за софтверско инжењерство Електротехничког факултета Универзитета у Београду",
	"sortBy": "Сортирај по",
	"artworkNameAscending": "називу уметнине (растуће)",
	"artworkNameDescending": "називу уметнине (опадајуће)",
	"artistNameAscending": "имену уметника (растуће)",
	"artistNameDescending": "имену уметника (опадајуће)",
	"aboutAuthor": "О аутору",
	"galleryOfImages": "Галерија фотографија",
	"receivedOffers": "Приспеле понуде",
	"user": "Корисник",
	"amount": "Износ",
	"giveYourOffer": "Дајте Вашу понуду",
	"submitOffer": "Постави понуду",
	"yourOfferWasSubmitted": "Ваша понуда је успешно послата!",
	"comments": "Коментари",
	"comment": "Коментар",
	"enterYourComment": "Унесите Ваш коментар",
	"sendComment": "Постави коментар",
	"yourCommentWasPosted": "Ваш коментар је успешно постављен!",
	"aboutUsText1": "Галерија слика \"Мака\" је потпуно уникатна и издваја се од свих осталих галерија својим унапреденим квалитетом и изузетним приступом. Ова галерија представља епицентар уметности и непрекидно докаже своју врхунску статус, освајајући низ престижних награда које потврђују њену изузетност у свету уметности.",
	"aboutUsText2": "Прва од награда које је галерија \"Мака\" освојила је \"Награда за унапређење уметности\". Ова престижна награда признаје галерију која се истиче посебном визијом и креативношћу. \"Мака\" је постала пионир и иноватор уметности, промовишући нове технике, медије и стилове, искусно трансформишући свет уметности.",
	"aboutUsText3": "Друга награда коју је галерија освојила је \"Награда за уметничку изузетност\". Галерија \"Мака\" се посебно истиче по својој изузетној колекцији која обухвата дела реномираних уметника из целог света. У својој неуморној потрази за уметничким квалитетом, \"Мака\" је освојила ову награду за своје изванредно прикупљање уметничких дела.",
	"aboutUsText4": "Трећа награда коју је галерија \"Мака\" освојила је \"Награда за креативну иновацију\". Ова награда признаје галерију која се истиче посебним приступом и иновативним идејама у уметности. \"Мака\" непрестано изумља нове начине изложбе, користећи интерактивне технике и технологију, што је довело до ове величанствене награде.",
	"aboutUsText5": "Четврта награда коју је галерија \"Мака\" освојила је \"Награда за уметничку инспирацију\". Ова награда признаје галерију која инспирише и подстиче креативност и изражавање. \"Мака\" је постала место сусрета уметника и посетилаца, обезбеђујући атмосферу која умишљене идеје претвара у реалност и омогућује им да остваре своје уметничке снове.",
	"aboutUsText6": "Ове награде су само мали докази зашто је галерија \"Мака\" тако посебна и зашто се издваја од свих осталих. Са својим изузетним квалитетом, иновацијама и посвећеношћу уметности, \"Мака\" пружа јединствено и узбудљиво искуство за све љубитеље уметности.",
	"artwork": "Уметничко дело",
	"submittedOffers": "Послате понуде",
	"newestArtworks": "Најновија уметничка дела",
	"welcomeText": "Добродошли на интернет презентацију галерије Мака"
}